{
  "batchId": "batch-007",
  "pair": {
    "native": "es",
    "target": "en"
  },
  "batchIndex": 7,
  "totalBatches": 8,
  "articles": [
    {
      "id": "4faf7980-f8e8-4df1-b8bd-c1f55604dcd3",
      "slug": "english-romantic-phrases-for-every-occasion",
      "category": "vocabulary",
      "title": "50 Frases Románticas en Inglés para Derretir el Corazón de tu Pareja",
      "description": "Descubre las frases de amor más románticas en inglés para expresar tus sentimientos. Palabras poéticas y emotivas que cautivarán el corazón de tu pareja.",
      "difficulty": "beginner",
      "content": "¿Te enamoraste de alguien que habla inglés? Estas frases románticas te ayudarán a expresar tus sentimientos más profundos en su idioma. Aprender juntos fortalece el vínculo amoroso y crea momentos inolvidables. Descubre cómo decir \"te amo\" de mil maneras diferentes y sorprende a tu pareja cada día.\n\n<PhraseOfDay\n  word=\"I love you\"\n  translation=\"Te amo\"\n  pronunciation=\"ai lav yu\"\n  context=\"La frase más importante que jamás dirás. Úsala con sinceridad y mirada directa.\"\n/>\n\n## Las Esenciales del Amor: Frases que Nunca Fallan\n\nEstas diez frases son la base de cualquier relación amorosa en inglés. Aprendedlas juntos y practicadlas cada día.\n\n<VocabCard\n  word=\"I love you\"\n  translation=\"Te amo\"\n  pronunciation=\"ai lav yu\"\n  example=\"I love you more than words can say.\"\n/>\n\n| English | Español | Pronunciación | Cuándo Usar |\n|---------|---------|---------------|-------------|\n| **I love you** | Te amo | ai lav yu | Siempre que sientes amor |\n| **I miss you** | Te extraño | ai mis yu | Cuando estás separados |\n| **You mean everything to me** | Lo eres todo para mí | yu min EH-vri-thing tu mi | Momentos profundos |\n| **I'm thinking of you** | Estoy pensando en ti | aim THIN-king ov yu | Mensajes durante el día |\n| **You make me happy** | Me haces feliz | yu meik mi HÆ-pi | Agradecimiento |\n| **I need you** | Te necesito | ai niid yu | Momentos de vulnerabilidad |\n| **You complete me** | Me completas | yu kom-PLIIT mi | Declaraciones profundas |\n| **I'm yours** | Soy tuyo | aim yors | Entrega romántica |\n| **You're my everything** | Eres mi todo | yur mai EH-vri-thing | Devoción total |\n| **I adore you** | Te adoro | ai a-DOR yu | Amor intenso |\n\n<CultureTip flag=\"🇬🇧\" title=\"Sweet Nothings\">\nEn inglés, las \"sweet nothings\" son esas frases románticas que susurras al oído de tu pareja. No necesitan ser profundas, solo sinceras. Los ingleses las usan constantemente.\n</CultureTip>\n\n## Buenos Días y Buenas Noches: Amor 24/7\n\nComienza y termina el día con amor. Estas frases crean rutinas románticas que fortalecen la relación.\n\n### Para Empezar el Día con Amor\n- **Good morning, beautiful** (gud MOR-ning, BIU-ti-ful) - Buenos días, hermosa\n- **You look amazing today** (yu luk a-MEI-zing tu-DEI) - Te ves increíble hoy\n- **I dreamed about you** (ai drimt a-BAUT yu) - Soñé contigo\n- **Wake up, my love** (WEIK ap, mai lov) - Despierta, mi amor\n- **I made coffee for you** (ai meid CO-fi for yu) - Hice café para ti\n\n### Para Terminar con Ternura\n- **Sweet dreams** (suiit drims) - Dulces sueños\n- **I love you to the moon and back** (ai lav yu tu de moon ænd bak) - Te amo hasta la luna y más allá\n- **Sleep tight, my love** (sliip tait, mai lov) - Duerme bien, mi amor\n- **I'll be dreaming of you** (ail bi DRIM-ing ov yu) - Soñaré contigo\n- **Goodnight, handsome** (gud-NAIT, HÆN-som) - Buenas noches, guapo\n\n<VocabCard\n  word=\"Good morning, sunshine\"\n  translation=\"Buenos días, rayo de sol\"\n  pronunciation=\"gud MOR-ning, SØN-shain\"\n  example=\"Good morning, sunshine! Did you sleep well?\"\n/>\n\n## Frases para Momentos Especiales\n\n\nLa comunicación en pareja trasciende las palabras cotidianas cuando nos enfrentamos a situaciones que definen la relación. En el ámbito angloparlante, el uso de marcadores temporales y emocionales es clave para otorgar solemnidad a lo que decimos. En esta sección, analizaremos cómo el léxico inglés permite construir mensajes de gran peso sentimental, adaptándose a la naturaleza del evento que se celebra o se atraviesa.\n\nA continuación, desglosamos frases específicas para \"Aniversarios y Celebraciones\", donde el enfoque es la gratitud y la proyección a futuro. Posteriormente, abordamos la sección de \"Cuando Tu Pareja Necesita Apoyo\", explorando expresiones de solidaridad y consuelo que refuerzan el vínculo emocional en situaciones de estrés o tristeza. Dominar estas variantes permite que el mensaje sea percibido como genuino y adecuado a la circunstancia.\n\n<VocabCard word=\"Commitment\" translation=\"Compromiso\" pronunciation=\"coh-MEET-ment\" example=\"A strong relationship requires a lot of commitment from both sides.\" />\n\n### Aniversarios y Celebraciones\n- **Happy anniversary, my love** (HÆ-pi æ-ni-VERS-a-ri, mai lov) - Feliz aniversario, mi amor\n- **Another year with you** (a-NØ-der yi-er with yu) - Otro año contigo\n- **You still make my heart race** (yu stil meik mai hart reis) - Aún haces que mi corazón acelere\n- **I'd choose you again** (aid chuuz yu a-GÆN) - Te elegiría de nuevo\n- **You're my greatest adventure** (yur mai GREI-test ad-VEN-chur) - Eres mi mayor aventura\n\n### Cuando Tu Pareja Necesita Apoyo\n- **I'm here for you** (aim hi-er for yu) - Estoy aquí para ti\n- **Everything will be okay** (EH-vri-thing wil bi ou-KEI) - Todo estará bien\n- **I believe in you** (ai bi-LIIV in yu) - Creo en ti\n- **You're stronger than you think** (yur STRON-ge deen yu think) - Eres más fuerte de lo que crees\n- **We'll get through this together** (wil get thru dis tu-GE-de) - Superaremos esto juntos\n\n## Frases Coquetas y Juguetonas\n\n<CultureTip flag=\"🇬🇧\" title=\"Flirting in English\">\nEl coqueteo en inglés es más sutil que en español. Usa el humor y el juego de palabras. Las frases como \"Did it hurt when you fell from heaven?\" son clásicas pero pueden sonar cursis si no las dices con humor.\n</CultureTip>\n\n- **Did it hurt when you fell from heaven?** (did it hurt wen yu fel from HE-ven?) - ¿Te dolió cuando caíste del cielo?\n- **Are you a magician?** (ar yu a mæ-ji-shan?) - ¿Eres un mago?\n- **You must be tired** (yu mast bi TAI-erd) - Debes estar cansado (porque estuve corriendo por tu mente todo el día)\n- **I'm not flirting, I'm just being friendly** (aim not FLUR-ting, aim yost bii-ing FREND-li) - No estoy coqueteando, solo soy amable\n- **You have beautiful eyes** (yu hav BIU-ti-ful aiss) - Tienes ojos hermosos\n\n## Cómo Usar Estas Frases con Tu Pareja\n\n1. **Practica juntos**: Dedica 10 minutos diarios a decirse frases románticas en inglés. Puedes encontrar más frases esenciales en nuestra guía de [frases esenciales para parejas](/learn/es/en/essential-phrases-for-couples/).\n\n2. **Sé auténtico**: No fuerces el acento. La sinceridad importa más que la pronunciación perfecta.\n\n3. **Combina con acciones**: Una frase romántica con un abrazo o mirada profunda tiene más impacto.\n\n4. **Crea rutinas**: Establece momentos del día para frases específicas (buenos días, buenas noches, antes de colgar el teléfono).\n\n5. **Aprende de los errores**: Todos cometemos errores al principio. Si necesitas mejorar tu gramática, revisa nuestra guía de [errores comunes que cometen los hispanohablantes](/learn/es/en/common-english-mistakes-spanish-speakers-make/).\n\n## Errores Comunes a Evitar\n\n- **Don't translate literally**: \"Te extraño\" no es \"I extra you\" - es \"I miss you\"\n- **Watch the word order**: En inglés, el adjetivo va antes del sustantivo: \"beautiful eyes\" no \"eyes beautiful\"\n- **Use contractions**: \"I'm\" suena más natural que \"I am\" en contextos románticos\n- **Mind your tenses**: \"I loved you\" (pasado) vs \"I love you\" (presente) tienen significados muy diferentes\n\n<CultureTip flag=\"🇬🇧\" title=\"Love Declarations\">\nLos ingleses suelen ser más reservados con los sentimientos que los latinos. Si tu pareja es británica, puede que no responda con la misma intensidad inicialmente, pero apreciará tu sinceridad.\n</CultureTip>\n\n## Conclusión\n\nEl amor no tiene barreras idiomáticas, pero aprender estas frases románticas en inglés te acercará más a tu pareja. Practica con cariño, sé paciente contigo mismo, y recuerda: el esfuerzo por aprender el idioma de tu ser querido es quizá la declaración de amor más grande de todas. ¿Listo para seguir profundizando en este hermoso viaje lingüístico juntos?\n\n",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "2 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "5e81657f-62a4-441d-afd0-499ef631c035",
      "slug": "en-in-laws-phrases-for-spanish-speakers",
      "category": "communication",
      "title": "Frases para Conocer a los Suegros en Inglés: Guía para Causar Buena Impresión",
      "description": "Aprende inglés con tu pareja usando recursos prácticos, efectivos y motivadores diseñados especialmente para parejas. Vocabulario esencial y frases románticas para comunicarse.",
      "difficulty": null,
      "content": "Conocer a los suegros puede ser estresante, especialmente en otro idioma. Esta guía te ayudará a causar una excelente primera impresión con la familia anglófona de tu pareja.\n\n## Saludos y Presentaciones\n\nEl primer contacto con los suegros es el momento determinante para establecer el tono de la relación. En la cultura anglófona, un saludo firme y una sonrisa cálida suelen ser la norma de cortesía básica. Es fundamental demostrar que has estado esperando este encuentro con entusiasmo, ya que esto valida la importancia que le das a la familia de tu pareja desde el primer segundo.\n\nEn las siguientes secciones, exploraremos cómo utilizar el adverbio \"finally\" para demostrar anticipación, cómo mencionar las cosas positivas que has escuchado previamente para halagarles indirectamente y la manera correcta de agradecer la hospitalidad inicial al entrar en su hogar. Estas frases están diseñadas para romper el hielo de forma educada y cercana sin resultar demasiado informales.\n\n<VocabCard word=\"In-laws\" translation=\"Suegros\" pronunciation=\"in-los\" partOfSpeech=\"noun\" example=\"I am meeting my in-laws for the first time today.\" />\n\n### \"It's so nice to finally meet you\"\n**Pronunciación:** its sou náis tu fáinali miit yuu\n\n**Significado:** Es tan agradable conocerles por fin\n\nPerfecto para el primer encuentro.\n\n### \"I've heard so many wonderful things about you\"\n**Pronunciación:** aiv jerd sou méni wánderful zings abáut yuu\n\n**Significado:** He escuchado tantas cosas maravillosas de ustedes\n\n### \"Thank you so much for having me\"\n**Pronunciación:** zenk yuu sou mach for jáving mi\n\n**Significado:** Muchísimas gracias por recibirme\n\n## Cumplidos a la Familia\n\nExpresar admiración por el entorno de tus suegros es una excelente manera de mostrar cortesía y atención al detalle. Los cumplidos en el mundo anglosajón no deben sentirse forzados; se trata de reconocer genuinamente el esfuerzo que han puesto en recibirte, ya sea a través de la decoración de su casa o la preparación de una comida especial.\n\nA continuación, veremos frases específicas para elogiar la estética del hogar, agradecer la calidad de los alimentos y, lo más importante, conectar las virtudes de tu pareja con la crianza de sus padres. Este último punto suele ser el que más conmueve a los suegros, ya que reconoce implícitamente su éxito como educadores y figuras de referencia.\n\n<VocabCard word=\"Hospitality\" translation=\"Hospitalidad\" pronunciation=\"jos-pi-tá-li-ti\" partOfSpeech=\"noun\" example=\"Thank you for your wonderful hospitality.\" />\n\n### \"You have a beautiful home\"\n**Pronunciación:** yuu jav a biútiful jóum\n\n**Significado:** Tienen un hogar hermoso\n\n### \"This meal is absolutely delicious\"\n**Pronunciación:** dis miil is ábsolutli delíshas\n\n**Significado:** Esta comida está absolutamente deliciosa\n\n### \"I can see where [nombre] gets their wonderful qualities\"\n**Pronunciación:** ai kan sii wer [nombre] guets der wánderful kuólitis\n\n**Significado:** Puedo ver de dónde viene [nombre] con sus cualidades maravillosas\n\n## Hablando de Tu Pareja\n\nTu pareja es el vínculo común que une a dos familias que, hasta ese momento, son desconocidas. Hablar con cariño sobre ella frente a sus padres crea un ambiente de confianza y seguridad. Los padres angloparlantes valoran mucho saber que su hijo o hija está en buenas manos y que la relación aporta felicidad real y estabilidad a ambas partes.\n\nAnalizaremos frases para comunicar tu alegría personal, expresar gratitud por tener a esa persona en tu vida y demostrar que te interesa conocer su pasado. Al mencionar que habéis compartido historias sobre su infancia, les das pie a ellos para que participen en la conversación y compartan sus propias anécdotas, fotos o recuerdos favoritos.\n\n<VocabCard word=\"Childhood\" translation=\"Infancia\" pronunciation=\"cháild-jud\" partOfSpeech=\"noun\" example=\"He had a very happy childhood in this town.\" />\n\n### \"Your son/daughter makes me very happy\"\n**Pronunciación:** yor san/dóter meiks mi véri jápi\n\n**Significado:** Su hijo/a me hace muy feliz\n\n### \"I feel so lucky to have them in my life\"\n**Pronunciación:** ai fiil sou láki tu jav dem in mai laif\n\n**Significado:** Me siento muy afortunado/a de tenerle en mi vida\n\n### \"They've told me so much about their childhood here\"\n**Pronunciación:** deiv tóuld mi sou mach abáut der cháildhjud jír\n\n**Significado:** Me ha contado mucho sobre su infancia aquí\n\n## Ofreciendo Ayuda\n\nLa proactividad es una cualidad sumamente apreciada en las reuniones familiares en países como Estados Unidos, Reino Unido o Canadá. No es suficiente con ser un invitado pasivo que espera ser atendido; mostrar disposición para colaborar en las tareas domésticas simples demuestra que tienes iniciativa y que respetas el tiempo y el esfuerzo del anfitrión.\n\nEn este apartado, aprenderás a ofrecer tu ayuda de manera natural y educada. Veremos cómo pedir permiso para colaborar en la cocina o con la limpieza de la vajilla después de la cena. Estos gestos suelen ser recordados mucho después de que la visita haya terminado, ya que proyectan una imagen de madurez y consideración hacia los demás.\n\n<VocabCard word=\"Dishes\" translation=\"Platos/Vajilla\" pronunciation=\"dí-shes\" partOfSpeech=\"noun\" example=\"I can help you wash the dishes after dinner.\" />\n\n### \"Can I help with anything?\"\n**Pronunciación:** kan ai jelp wiz énizing\n\n**Significado:** ¿Puedo ayudar en algo?\n\n### \"Please let me help with the dishes\"\n**Pronunciación:** pliis let mi jelp wiz de díshes\n\n**Significado:** Por favor, déjenme ayudar con los platos\n\n### \"I'd love to help set the table\"\n**Pronunciación:** aid lov tu jelp set de téibl\n\n**Significado:** Me encantaría ayudar a poner la mesa\n\n## Mostrando Interés\n\nPara construir una relación sólida y duradera, es vital mostrar un interés genuino por la historia y las costumbres de la familia. Hacer preguntas abiertas permite que los suegros se sientan protagonistas de la charla y compartan sus vivencias más preciadas contigo. Esto ayuda a suavizar cualquier barrera cultural que pudiera existir inicialmente.\n\nLas frases de esta sección se centran en indagar sobre las tradiciones familiares que consideran importantes, su historia personal como pareja y los recuerdos de juventud de tu compañero o compañera. Es la mejor estrategia para pasar de una charla superficial sobre el clima a una conversación con un significado emocional mucho más profundo.\n\n<VocabCard word=\"Tradition\" translation=\"Tradición\" pronunciation=\"tra-dí-shan\" partOfSpeech=\"noun\" example=\"Every family has its own unique tradition.\" />\n\n### \"I'd love to hear more about your family traditions\"\n**Pronunciación:** aid lov tu jír mor abáut yor fámili tradíshans\n\n**Significado:** Me encantaría saber más sobre sus tradiciones familiares\n\n### \"How did you two meet?\"\n**Pronunciación:** jáu did yuu tuu miit\n\n**Significado:** ¿Cómo se conocieron ustedes dos?\n\n### \"What was [nombre] like as a child?\"\n**Pronunciación:** wot was [nombre] laik as a chaild\n\n**Significado:** ¿Cómo era [nombre] de niño/a?\n\n## Despedidas Amables\n\nLa impresión final es la que perdura en la mente de los anfitriones una vez que la visita concluye. Una despedida apresurada o demasiado escueta puede deshacer parte del buen trabajo realizado durante la velada. Por ello, es esencial reiterar el agradecimiento por el tiempo compartido y dejar clara la intención de mantener el contacto en el futuro.\n\nEn las siguientes subsecciones, veremos expresiones para calificar la velada como algo placentero, confirmar lo mucho que has disfrutado de su compañía y proponer un próximo encuentro pronto. Estas fórmulas aseguran que la visita termine con una nota positiva, reforzando la idea de que eres una adición valiosa y respetuosa para el círculo familiar.\n\n<VocabCard word=\"Lovely\" translation=\"Encantador/a\" pronunciation=\"láv-li\" partOfSpeech=\"adjective\" example=\"We had a lovely time at your house.\" />\n\n### \"Thank you for such a lovely evening\"\n**Pronunciación:** zenk yuu for sach a lávli íivning\n\n**Significado:** Gracias por una noche tan encantadora\n\n### \"I really enjoyed meeting you\"\n**Pronunciación:** ai ríili enyóid míiting yuu\n\n**Significado:** Realmente disfruté conocerles\n\n### \"I hope to see you again soon\"\n**Pronunciación:** ai jóup tu sii yuu aguén suun\n\n**Significado:** Espero verles de nuevo pronto\n\n## Consejos Culturales\n\n- **Puntualidad** - Llega a tiempo o un poco antes\n- **Regalos** - Lleva vino, flores o postre\n- **Contacto visual** - Demuestra confianza y respeto\n- **Escucha activa** - Muestra interés genuino\n\n## Temas Seguros de Conversación\n\n- Viajes y vacaciones\n- Hobbies e intereses\n- Comida y recetas\n- Historia familiar\n\n## Temas a Evitar\n\n- Política\n- Religión (a menos que te pregunten)\n- Finanzas personales\n- Problemas de pareja\n\n## Cómo Dirigirse a Ellos\n\nPregunta: \"What should I call you?\"\n(¿Cómo debería llamarles?)\n\nOpciones comunes:\n- Mr./Mrs. + apellido (formal)\n- Nombre de pila (si te invitan)\n\nCausar buena impresión con los suegros anglófonos es cuestión de respeto, interés genuino y buena educación. ¡Good luck!",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "3 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "7afbc49e-18b8-46b8-8ac6-839a3489b174",
      "slug": "en-100-common-phrases-for-spanish-speakers",
      "category": "communication",
      "title": "Las 100 Palabras Más Comunes en Inglés para Parejas",
      "description": "Aprende inglés con tu pareja usando recursos prácticos, efectivos y motivadores diseñados especialmente para parejas. Vocabulario esencial y frases románticas para comunicarse.",
      "difficulty": null,
      "content": "Dominar las palabras más comunes en inglés te permitirá comunicarte de manera más fluida con tu pareja. Esta guía cubre el vocabulario esencial para la vida diaria en pareja.\n\n## Palabras de Amor y Afecto\n\n\nExpresar sentimientos profundos requiere un vocabulario que vaya más allá del simple 'I love you'. En esta sección, exploramos términos de afecto conocidos como 'pet names' o apelativos cariñosos, tales como Honey, Darling o Sweetheart, que se utilizan indistintamente para fortalecer el vínculo emocional. Comprender los matices entre Beautiful, generalmente usado para resaltar la belleza femenina o estética, y Handsome, centrado en la galanura masculina, permite halagar con precisión.\n\nAdemás de las palabras, las acciones físicas se traducen en términos fundamentales como Kiss y Hug, esenciales para describir el contacto físico cotidiano. El uso de Love como base de esta categoría establece el tono para una comunicación íntima y cercana, permitiendo que ambos miembros de la pareja se sientan valorados y apreciados en su día a día.\n\n<VocabCard word=\"Sweetheart\" translation=\"Corazón / Cariño\" pronunciation=\"SUIT-jart\" example=\"Good morning, sweetheart, did you sleep well?\" />\n\n### Love (lov) - Amor\nLa palabra más importante en cualquier relación.\n\n### Honey (JO-ni) - Cariño/Miel\nApodo cariñoso muy común.\n\n### Darling (DAR-ling) - Querido/a\nExpresión de afecto clásica.\n\n### Sweetheart (SUIT-jart) - Corazón\nApodo romántico tradicional.\n\n### Beautiful (BIIU-ti-ful) - Hermoso/a\nCumplido sincero.\n\n### Handsome (JAN-som) - Guapo\nPara describir a un hombre atractivo.\n\n### Kiss (kis) - Beso\nPara dar y recibir cariño.\n\n### Hug (jog) - Abrazo\nExpresión física de amor.\n\n## Palabras para el Hogar\n\n\nLa convivencia diaria se construye en los espacios compartidos, y dominar el léxico del hogar es clave para la logística de pareja. Aquí cubrimos desde el concepto emocional de Home hasta las estancias específicas donde transcurre la vida, como la Kitchen, el Bedroom y el Bathroom. Estos términos no solo sirven para ubicar objetos, sino para coordinar las rutinas que mantienen el orden y la armonía en la vivienda.\n\nLas comidas son momentos de reunión fundamentales, por lo que incluimos vocabulario sobre el Breakfast y la Dinner. Saber referirse a estos momentos del día facilita la planificación de tareas domésticas y la creación de espacios de calidad tras una jornada laboral. La organización del entorno físico es, en última instancia, una forma de cuidado mutuo.\n\n<VocabCard word=\"Bedroom\" translation=\"Dormitorio / Habitación\" pronunciation=\"BED-rum\" example=\"I am going to the bedroom to read for a while.\" />\n\n### Home (joum) - Casa/Hogar\nDonde viven juntos.\n\n### Kitchen (KI-chen) - Cocina\nDonde preparan las comidas.\n\n### Bedroom (BED-rum) - Dormitorio\nSu espacio privado.\n\n### Bathroom (BAZ-rum) - Baño\nPara la higiene diaria.\n\n### Dinner (DI-ner) - Cena\nLa comida de la noche.\n\n### Breakfast (BREK-fast) - Desayuno\nLa primera comida del día.\n\n## Palabras de Tiempo\n\n\nLa gestión del tiempo es un pilar en cualquier relación, ya sea para planificar citas o para organizar las responsabilidades semanales. Conceptos como Today, Tomorrow y Yesterday sitúan las conversaciones en un plano temporal claro, evitando malentendidos sobre cuándo ocurrirá un evento. Por su parte, Tonight y Weekend son términos especialmente relevantes para proponer momentos de ocio y desconexión conjunta.\n\nEl uso de Later permite gestionar las expectativas sobre tareas pendientes o conversaciones que requieren más tiempo. Al dominar estas referencias temporales, la comunicación se vuelve más fluida y eficiente, permitiendo que ambos sincronicen sus agendas con facilidad y respeten los tiempos del otro dentro de la dinámica de pareja.\n\n<VocabCard word=\"Tonight\" translation=\"Esta noche\" pronunciation=\"tu-NAIT\" example=\"Would you like to go to the cinema tonight?\" />\n\n### Today (tu-DEI) - Hoy\nEl día presente.\n\n### Tomorrow (tu-MO-rou) - Mañana\nEl día siguiente.\n\n### Yesterday (IES-ter-dei) - Ayer\nEl día anterior.\n\n### Tonight (tu-NAIT) - Esta noche\nPara planes nocturnos.\n\n### Weekend (UIIK-end) - Fin de semana\nTiempo libre juntos.\n\n### Later (LEI-ter) - Después/Más tarde\nPara posponer algo.\n\n## Verbos Esenciales\n\n\nLos verbos de esta sección constituyen el núcleo de la comunicación operativa y emocional. Palabras como Want y Need son las herramientas básicas para expresar deseos y necesidades personales, mientras que Like ayuda a compartir preferencias. Para una conexión más profunda, los verbos Think y Feel son indispensables al momento de abrirse y explicar lo que ocurre en el mundo interior de cada uno.\n\nTambién incluimos verbos de acción y apoyo como Help, Wait, Come y Go, que regulan el movimiento y la asistencia mutua. El verbo Stay es particularmente significativo en contextos de compañía y compromiso. Al integrar estas acciones en el lenguaje cotidiano, se facilita la resolución de problemas y la expresión de intenciones claras entre los compañeros.\n\n<VocabCard word=\"Stay\" translation=\"Quedarse\" pronunciation=\"stei\" example=\"Please stay with me a little longer.\" />\n\n### Want (uant) - Querer\nExpresar deseos.\n\n### Need (niid) - Necesitar\nExpresar necesidades.\n\n### Like (laik) - Gustar\nExpresar preferencias.\n\n### Think (zink) - Pensar\nPara compartir opiniones.\n\n### Feel (fiil) - Sentir\nPara expresar emociones.\n\n### Help (jelp) - Ayudar\nPara ofrecer o pedir ayuda.\n\n### Wait (ueit) - Esperar\nPara pedir paciencia.\n\n### Come (com) - Venir\nPara llamar a alguien.\n\n### Go (gou) - Ir\nPara movimiento.\n\n### Stay (stei) - Quedarse\nPara permanecer.\n\n## Adjetivos Importantes\n\n\nDescribir estados de ánimo y condiciones físicas es vital para la empatía. Adjetivos como Happy y Sad permiten comunicar el bienestar emocional, mientras que Tired, Hungry, Cold o Hot informan sobre necesidades físicas inmediatas que la pareja puede ayudar a solventar. Estos términos funcionan como indicadores rápidos del estado del otro.\n\nAsimismo, palabras de evaluación general como Good y Bad ayudan a calificar situaciones o experiencias de manera sencilla. Tener a mano este vocabulario descriptivo permite que ambos puedan reaccionar de forma adecuada ante las circunstancias del compañero, ajustando su comportamiento según la situación lo requiera.\n\n<VocabCard word=\"Tired\" translation=\"Cansado/a\" pronunciation=\"TAIRD\" example=\"I had a long day at work and I am very tired.\" />\n\n### Happy (JA-pi) - Feliz\nEstado emocional positivo.\n\n### Sad (sad) - Triste\nEstado emocional negativo.\n\n### Tired (TAIRD) - Cansado/a\nPara expresar fatiga.\n\n### Hungry (JON-gri) - Hambriento/a\nCon ganas de comer.\n\n### Cold (could) - Frío\nTemperatura baja.\n\n### Hot (jot) - Caliente\nTemperatura alta.\n\n### Good (gud) - Bueno/a\nPositivo general.\n\n### Bad (bad) - Malo/a\nNegativo general.\n\n## Frases de Cortesía\n\n\nLa cortesía es el aceite que suaviza los engranajes de la convivencia. El uso constante de Please y Thank you refuerza el respeto mutuo y evita que las peticiones se perciban como órdenes. Son palabras sencillas que mantienen una atmósfera de gratitud y reconocimiento dentro del hogar, independientemente de cuánto tiempo lleve junta la pareja.\n\nEn situaciones de fricción o pequeños errores, términos como Sorry y Excuse me son fundamentales para la reparación del vínculo. Pedir disculpas de manera clara o solicitar permiso antes de interrumpir demuestra consideración por el espacio y los sentimientos del otro. Estas frases constituyen la base de una comunicación saludable y civilizada.\n\n<VocabCard word=\"Sorry\" translation=\"Lo siento / Perdón\" pronunciation=\"SO-ri\" example=\"I am sorry for being late to our dinner.\" />\n\n### Please (pliis) - Por favor\nPara pedir algo amablemente.\n\n### Thank you (zenk iú) - Gracias\nPara agradecer.\n\n### Sorry (SO-ri) - Lo siento\nPara disculparse.\n\n### Excuse me (ex-KIÚS mi) - Disculpa\nPara llamar atención o disculparse.\n\n## Conclusión\n\nEstas palabras forman la base de la comunicación diaria con tu pareja anglófona. Practícalas regularmente para mejorar tu fluidez.",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "2 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "abab2287-13cf-4dee-9711-dc1bf3e8ae8c",
      "slug": "en-jealous-phrases-for-spanish-speakers",
      "category": "communication",
      "title": "Frases en Inglés sobre Celos y Confianza para Parejas",
      "description": "Aprende inglés con tu pareja usando recursos prácticos, efectivos y motivadores diseñados especialmente para parejas. Vocabulario esencial y frases románticas para comunicarse.",
      "difficulty": null,
      "content": "Los celos pueden surgir en cualquier relación, pero hablar de ellos de manera saludable es clave. Cuando tu pareja habla inglés, estas frases te ayudarán a expresar tus sentimientos y construir confianza.\n\n## Por Qué Hablar de Celos Es Importante\n\nIgnorar los celos solo los hace crecer. Comunicarse abiertamente sobre este tema puede fortalecer la relación y aumentar la confianza mutua.\n\n## Frases para Expresar Celos de Manera Saludable\n\n\nSentir celos es una reacción humana natural, pero la clave para que no dañen la relación reside en cómo se comunican. En lugar de lanzar acusaciones que pongan a la otra persona a la defensiva, el inglés ofrece estructuras que permiten centrar la conversación en la vulnerabilidad propia. Expresar estos sentimientos de forma asertiva permite que el diálogo se mantenga en un plano de honestidad y respeto mutuo.\n\nEn este apartado, analizaremos cómo introducir el tema de manera constructiva con preguntas como \"Can we talk about something that's bothering me?\". También exploraremos cómo admitir una inseguridad personal sin culpar al otro mediante la frase \"I trust you, but I'm feeling insecure\", lo cual ayuda a separar la realidad de las emociones internas. Incluso ante dudas concretas, aprenderás a formular preguntas como \"Who was that person you were talking to?\" con un tono que invite a la transparencia.\n\n<VocabCard word=\"Jealousy\" translation=\"Celos\" pronunciation=\"JEH-luh-see\" example=\"Jealousy can be a difficult emotion to manage in a relationship.\" />\n\n### \"I feel a bit jealous when...\"\n**Pronunciación:** Ai fiil a bit YE-les uen\n\n**Significado:** Me siento un poco celoso/a cuando...\n\nExpresar celos sin acusar. Usar \"I feel\" es clave para una comunicación sana.\n\n### \"Can we talk about something that's bothering me?\"\n**Pronunciación:** Can ui tok abaut SOM-zing dats BO-der-ing mi\n\n**Significado:** ¿Podemos hablar de algo que me molesta?\n\nAbrir la conversación de manera respetuosa.\n\n### \"I trust you, but I'm feeling insecure\"\n**Pronunciación:** Ai trast iú, bat aim FII-ling in-se-KIUR\n\n**Significado:** Confío en ti, pero me siento inseguro/a\n\nReconocer la confianza mientras expresas vulnerabilidad.\n\n### \"Who was that person you were talking to?\"\n**Pronunciación:** Ju uos dat PER-son iú uer TO-king tu\n\n**Significado:** ¿Quién era esa persona con la que hablabas?\n\nPreguntar sin sonar acusatorio.\n\n## Frases para Pedir Seguridad\n\n\nExisten momentos en los que la inseguridad no nace de una traición real, sino de dudas internas o situaciones ambiguas que requieren una validación externa. En estos casos, es fundamental saber pedir apoyo emocional de manera clara y directa. El concepto de \"reassurance\" es vital en la cultura anglosajona, ya que se refiere a la acción de reafirmar un sentimiento positivo para disipar las dudas de la pareja de forma proactiva.\n\nLas siguientes expresiones te permitirán solicitar ese soporte sin rodeos, utilizando frases como \"I need some reassurance\" o peticiones directas del tipo \"Can you help me feel more secure?\". Además, aprenderás a validar tus propios sentimientos reconociendo su naturaleza a veces ilógica con la estructura \"I know it's irrational, but...\", lo que demuestra madurez emocional y facilita que tu interlocutor entienda que buscas consuelo en lugar de iniciar una discusión.\n\n<VocabCard word=\"Reassurance\" translation=\"Tranquilización / Reafirmación\" pronunciation=\"ree-uh-SHOO-ruhns\" example=\"She needed some reassurance after the long-distance move.\" />\n\n### \"I need some reassurance\"\n**Pronunciación:** Ai niid som ri-a-SHUR-ens\n\n**Significado:** Necesito algo de seguridad\n\nPedir apoyo emocional directamente.\n\n### \"Can you help me feel more secure?\"\n**Pronunciación:** Can iú jelp mi fiil mor se-KIUR\n\n**Significado:** ¿Puedes ayudarme a sentirme más seguro/a?\n\nPedir ayuda para superar la inseguridad.\n\n### \"I know it's irrational, but...\"\n**Pronunciación:** Ai nou its i-RA-sho-nal, bat\n\n**Significado:** Sé que es irracional, pero...\n\nReconocer que los celos pueden no ser lógicos.\n\n## Frases para Construir Confianza\n\n\nLa confianza se cultiva diariamente a través de afirmaciones que refuercen el compromiso y la lealtad entre dos personas. No basta con dar por sentada la estabilidad del vínculo; verbalizar la exclusividad y la fe en el otro es necesario para mantener una base sólida a largo plazo. El inglés cuenta con expresiones idiomáticas y declaraciones contundentes que transmiten devoción absoluta y seguridad mutua.\n\nA continuación, examinaremos recursos para declarar una fe ciega en el otro con \"I trust you completely\" y formas de asegurar la exclusividad afectiva mediante el modismo \"I don't have eyes for anyone else\". También incluiremos frases diseñadas para calmar los nervios de la pareja, como \"There's nothing to worry about\", o para reafirmar la propia integridad personal mediante un sencillo pero poderoso \"You can trust me\". Estas herramientas lingüísticas ayudan a que ambos miembros de la pareja se sientan protegidos.\n\n<VocabCard word=\"Trustworthy\" translation=\"Confiable / Digno de confianza\" pronunciation=\"TRAHST-wur-thee\" example=\"Building a trustworthy connection takes time and honesty.\" />\n\n### \"I trust you completely\"\n**Pronunciación:** Ai trast iú com-PLIT-li\n\n**Significado:** Confío en ti completamente\n\nReafirmar la confianza en la relación.\n\n### \"You're the only one for me\"\n**Pronunciación:** Iúr de ON-li uan for mi\n\n**Significado:** Eres el/la único/a para mí\n\nExpresión de compromiso total.\n\n### \"I don't have eyes for anyone else\"\n**Pronunciación:** Ai dont jav ais for E-ni-uan els\n\n**Significado:** No tengo ojos para nadie más\n\nReafirmar la exclusividad de tu amor.\n\n### \"There's nothing to worry about\"\n**Pronunciación:** Ders NO-zing tu UO-ri abaut\n\n**Significado:** No hay nada de qué preocuparse\n\nTranquilizar a tu pareja.\n\n### \"You can trust me\"\n**Pronunciación:** Iú can trast mi\n\n**Significado:** Puedes confiar en mí\n\nOfrecer seguridad directa.\n\n## Consejos Culturales\n\nEn culturas anglosajonas, hablar abiertamente de celos es valorado. Evita acusaciones y enfócate en expresar cómo te sientes usando frases con \"I feel\".\n\n## Conclusión\n\nLos celos manejados con comunicación abierta pueden convertirse en oportunidades para fortalecer la confianza. Usa estas frases para navegar este tema delicado con tu pareja anglófona.",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "5 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "aee050e1-17e8-4120-af36-e7c4fa3c9537",
      "slug": "en-love-letter-phrases-for-spanish-speakers",
      "category": "communication",
      "title": "Cómo Escribir Cartas de Amor en Inglés: Guía Romántica Completa",
      "description": "Aprende inglés con tu pareja usando recursos prácticos, efectivos y motivadores diseñados especialmente para parejas. Vocabulario esencial y frases románticas para comunicarse.",
      "difficulty": null,
      "content": "Las cartas de amor son un arte atemporal. Si quieres expresar tus sentimientos más profundos en inglés, esta guía te ayudará a crear mensajes románticos inolvidables.\n\n## Saludos Románticos\n\n\nEl encabezado de una carta romántica establece el nivel de intimidad y el tono emocional desde la primera línea. En inglés, la elección de los adjetivos y los pronombres posesivos permite modular la cercanía, transformando un saludo estándar en una invitación a la vulnerabilidad. Es el primer contacto visual que el lector tiene con el sentimiento del autor, por lo que la precisión en esta fase es fundamental para la coherencia del mensaje.\n\nEn este apartado, analizamos opciones que van desde lo clásico hasta lo profundamente personal. Exploraremos el uso de \"My dearest...\" para evocar una ternura atemporal, la franqueza de \"My love...\" para relaciones ya consolidadas, y la intensidad de \"To the love of my life...\", una apertura que posiciona al destinatario como el eje central de la existencia de quien escribe.\n\n<VocabCard word=\"Dearest\" translation=\"Mi más querido/a\" pronunciation=\"DEE-eh-rehst\" example=\"My dearest Emma, I miss you more than words can say.\" />\n\n### \"My dearest...\"\n**Pronunciación:** mai dírest\n\n**Significado:** Mi más querido/a...\n\nEl saludo clásico para cartas de amor. Elegante y profundamente romántico.\n\n### \"My love...\"\n**Pronunciación:** mai lov\n\n**Significado:** Mi amor...\n\nDirecto y cariñoso, perfecto para cualquier ocasión.\n\n### \"To the love of my life...\"\n**Pronunciación:** tu de lov of mai laif\n\n**Significado:** Al amor de mi vida...\n\nPara momentos especialmente significativos.\n\n## Expresiones de Apertura\n\n\nTras el saludo inicial, las frases de apertura sirven para contextualizar el estado emocional del remitente y el propósito de la carta. El uso de tiempos verbales como el *Present Perfect Continuous* es habitual en este punto, ya que comunica una persistencia del pensamiento que trasciende el momento presente. Estas oraciones actúan como un puente que guía al lector desde la formalidad del encabezado hacia la profundidad del cuerpo del texto.\n\nVeremos cómo estructuras del tipo \"I've been thinking about you all day\" resaltan la constancia del afecto en la cotidianidad. También abordaremos recursos líricos como \"Every time I close my eyes, I see your face\" para apelar a la conexión visual y memorística, así como frases de humildad lingüística como \"Words cannot express how much you mean to me\", ideales para reconocer que la magnitud del sentimiento supera las capacidades del idioma.\n\n<VocabCard word=\"Meaningful\" translation=\"Significativo/a\" pronunciation=\"MEE-ning-ful\" example=\"I want to write something truly meaningful for you.\" />\n\n### \"I've been thinking about you all day\"\n**Pronunciación:** aiv biin zínking abaut yuu ol déi\n\n**Significado:** He estado pensando en ti todo el día\n\n### \"Every time I close my eyes, I see your face\"\n**Pronunciación:** évri taim ai clóus mai ais, ai sii yor féis\n\n**Significado:** Cada vez que cierro los ojos, veo tu cara\n\n### \"Words cannot express how much you mean to me\"\n**Pronunciación:** werds kánot exprés jau mach yuu miin tu mii\n\n**Significado:** Las palabras no pueden expresar cuánto significas para mí\n\n## Frases del Cuerpo de la Carta\n\n\nEl cuerpo de la misiva representa el espacio de introspección donde se desarrolla el núcleo del mensaje y se detallan los motivos de la devoción. Aquí, el vocabulario se vuelve más descriptivo, empleando metáforas de pertenencia y crecimiento personal. La estructura gramatical en inglés permite articular estas ideas complejas con una mezcla de sencillez y fuerza retórica que facilita una conexión emocional directa y sin ambigüedades.\n\nAnalizaremos declaraciones que vinculan el amor con el desarrollo individual, como \"You make me want to be a better person\", y afirmaciones de entrega absoluta como \"My heart belongs to you completely\". Además, incluiremos expresiones que describen la totalidad de la relación como \"You are my everything\", la progresión constante del afecto en \"I fall more in love with you every day\", y la sensación de plenitud que se refleja en \"You complete me in ways I never knew possible\".\n\n<VocabCard word=\"Belong\" translation=\"Pertenecer\" pronunciation=\"bee-LONG\" example=\"I feel like I belong by your side.\" />\n\n### \"You make me want to be a better person\"\n**Pronunciación:** yuu meik mi wánt tu bi a béter pérson\n\n**Significado:** Me haces querer ser mejor persona\n\n### \"My heart belongs to you completely\"\n**Pronunciación:** mai jart bilóngs tu yuu compliítli\n\n**Significado:** Mi corazón te pertenece completamente\n\n### \"You are my everything\"\n**Pronunciación:** yuu ar mai évrizin\n\n**Significado:** Eres mi todo\n\n### \"I fall more in love with you every day\"\n**Pronunciación:** ai fol mor in lov wiz yuu évri déi\n\n**Significado:** Me enamoro más de ti cada día\n\n### \"You complete me in ways I never knew possible\"\n**Pronunciación:** yuu complíit mi in wéis ai néver niu pósibel\n\n**Significado:** Me completas de formas que nunca creí posibles\n\n## Promesas y Compromisos\n\n\nUna carta de amor trasciende el presente para proyectar una voluntad de permanencia hacia el futuro. En la gramática inglesa, el uso del futuro simple con el auxiliar \"will\" en contextos románticos no solo indica un tiempo verbal, sino que funciona como una expresión de determinación y una declaración de intenciones inquebrantable. Estas cláusulas de compromiso proporcionan seguridad y reafirman la solidez del vínculo ante las incertidumbres del porvenir.\n\nEsta sección detalla cómo estructurar promesas duraderas mediante frases como \"I promise to love you forever\" y el ofrecimiento de apoyo constante implícito en \"I will always be by your side\". Asimismo, examinaremos el uso de conectores condicionales y concesivos en expresiones como \"No matter what happens, my love for you will never change\", que blindan el sentimiento frente a cualquier circunstancia externa adversa.\n\n<VocabCard word=\"Commitment\" translation=\"Compromiso\" pronunciation=\"ko-MEET-ment\" example=\"Our commitment to each other is stronger than ever.\" />\n\n### \"I promise to love you forever\"\n**Pronunciación:** ai prómis tu lov yuu forévér\n\n**Significado:** Prometo amarte para siempre\n\n### \"I will always be by your side\"\n**Pronunciación:** ai wil ólweis bi bai yor said\n\n**Significado:** Siempre estaré a tu lado\n\n### \"No matter what happens, my love for you will never change\"\n**Pronunciación:** nóu máter wot jápens, mai lov for yuu wil néver chéiny\n\n**Significado:** Pase lo que pase, mi amor por ti nunca cambiará\n\n## Despedidas Románticas\n\n\nEl cierre de la carta es el eco final que debe resonar en la mente del destinatario una vez que el papel se ha doblado o el mensaje se ha enviado. En la correspondencia en inglés, los adverbios de modo y las estructuras posesivas juegan un papel crucial para sellar el texto con elegancia y propósito. La elección de la despedida debe mantener la armonía con la intensidad emocional mostrada en los párrafos anteriores.\n\nExploraremos fórmulas de despedida que enfatizan la duración eterna como \"Forever yours...\" y \"Yours eternally...\", que evocan una lealtad sin límites temporales. También revisaremos opciones que resumen la totalidad del sentimiento como \"With all my love...\" y formas continuas como \"Loving you always...\", que sugieren que el acto de amar no concluye con el punto final de la carta.\n\n<VocabCard word=\"Eternally\" translation=\"Eternamente\" pronunciation=\"ee-TER-nah-lee\" example=\"I am yours eternally, no matter the distance.\" />\n\n### \"Forever yours...\"\n**Pronunciación:** forévér yurs\n\n**Significado:** Por siempre tuyo/a...\n\n### \"With all my love...\"\n**Pronunciación:** wiz ol mai lov\n\n**Significado:** Con todo mi amor...\n\n### \"Loving you always...\"\n**Pronunciación:** lóving yuu ólweis\n\n**Significado:** Amándote siempre...\n\n### \"Yours eternally...\"\n**Pronunciación:** yurs etérnali\n\n**Significado:** Eternamente tuyo/a...\n\n## Estructura de una Carta de Amor\n\n1. **Saludo romántico** - Establece el tono\n2. **Apertura emotiva** - Conecta con tus sentimientos\n3. **Cuerpo** - Expresa tu amor con detalles específicos\n4. **Promesas** - Compromisos para el futuro\n5. **Despedida** - Cierra con ternura\n\n## Consejos de Escritura\n\n- **Sé específico** - Menciona momentos y detalles únicos\n- **Sé vulnerable** - La honestidad es romántica\n- **Escribe a mano** - Añade un toque personal\n- **No te preocupes por la gramática perfecta** - Lo importante es el sentimiento\n\n## Ejemplo de Carta Corta\n\n*My dearest,*\n\n*Every moment with you feels like a beautiful dream. Your smile lights up my world, and your love gives my life meaning.*\n\n*I promise to cherish you always.*\n\n*Forever yours,*\n*[Tu nombre]*\n\nLas cartas de amor en inglés combinan elegancia con sinceridad. ¡Escribe desde el corazón!",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "4 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "afbdd67f-2aec-4310-b172-5b3b61e58f62",
      "slug": "english-pronunciation-guide-for-beginners",
      "category": "pronunciation",
      "title": "Pronunciación en inglés para principiantes: Cómo sonar más natural con tu pareja",
      "description": "Domina la pronunciación del inglés con ejercicios prácticos, ejemplos claros y técnicas efectivas. Aprende los sonidos difíciles para comunicarte mejor con tu pareja.",
      "difficulty": "beginner",
      "content": "¿Te preocupa que tu pareja no te entienda cuando hablas inglés? La buena noticia es que la pronunciación es una habilidad que puedes mejorar rápidamente con los trucos correctos. Imagina sorprender a tu ser querido con un acento más natural y sentirte seguro durante vuestras conversaciones románticas. Al final de esta guía, pronunciarás las frases más importantes para tu relación con claridad y confianza.\n\n<PhraseOfDay\n  word=\"I love you\"\n  translation=\"Te amo\"\n  pronunciation=\"ai LUV-you\"\n  context=\"La frase más importante que debes pronunciar perfectamente. Practícala lentamente primero.\"\n/>\n\n## Por Qué la Pronunciación Importa en las Relaciones\n\nCuando estás aprendiendo inglés para tu pareja, la pronunciación clara es más importante que la perfección. Los errores de pronunciación pueden crear malentendidos divertidos, pero también frustrantes. Por ejemplo, muchos hispanohablantes confunden \"beach\" (playa) con una palabra muy similar que suena como \"bich\" - ¡y eso puede crear situaciones embarazosas!\n\nLa clave no es sonar como un nativo, sino ser lo suficientemente claro para que tu pareja te entienda sin esfuerzo. Esto fortalece vuestra conexión y hace que las conversaciones fluyan naturalmente.\n\n## Los Sonidos Problemáticos para Hispanohablantes\n\n\nLa transición del español al inglés implica reentrenar los músculos faciales para producir fonemas que no existen en nuestra lengua materna. Mientras que el español es un idioma silábico con sonidos vocálicos constantes, el inglés depende de la acentuación y de una apertura bucal muy distinta. Esta sección se enfoca en desglosar los obstáculos fonéticos que suelen delatar el acento hispano y cómo ajustarlos para lograr una comunicación más fluida.\n\nExploraremos a fondo el sonido 'TH', analizando la posición exacta de la lengua para evitar sustituirlo por una 'd' o una 'z' española. Asimismo, abordaremos la complejidad de las vocales inglesas, que superan con creces las cinco que conocemos, centrándonos en aquellas que marcan la diferencia entre palabras que suenan casi idénticas pero tienen significados totalmente opuestos.\n\n<VocabCard word=\"Though\" translation=\"Aunque\" pronunciation=\"DOH\" example=\"Though it is difficult, we can learn together.\" />\n\n### El Sonido \"TH\" - El Gran Desafío\n\nEl sonido \"th\" no existe en español, pero es crucial para sonar natural. Hay dos versiones:\n\n**TH suave (como en \"this\"):** Pon la lengua entre los dientes y sopla suavemente\n- **This** (dis) - \"Este/esta\"\n- **That** (dat) - \"Ese/esa\"\n- **These** (díis) - \"Estos/estas\"\n\n**TH fuerte (como en \"think\"):** Misma posición, pero sin vibración de cuerdas vocales\n- **Think** (zink) - \"Pensar\"\n- **Three** (zrii) - \"Tres\"\n- **Through** (zruu) - \"A través de\"\n\n<VocabCard\n  word=\"I think about you\"\n  translation=\"Pienso en ti\"\n  pronunciation=\"ai ZINK ah-BOUT-you\"\n  example=\"I think about you every day.\"\n/>\n\n### Las Vocales Inglesas - Más Complejas de lo Que Parece\n\nEn español, las vocales son simples. En inglés, cada vocal tiene múltiples sonidos:\n\n**A:**\n- **Cat** (kat) - como \"a\" española\n- **Father** (fá-dər) - más abierta\n- **Make** (meik) - como \"ei\"\n\n**E:**\n- **Bed** (bed) - corta y cerrada\n- **See** (sii) - larga como \"i\" española\n- **Her** (jər) - suave\n\n**I:**\n- **Sit** (sit) - corta\n- **Like** (laik) - como \"ai\"\n\n<CultureTip flag=\"🇬🇧\" title=\"La Magia de las Vocales\">\nEn inglés, la duración de la vocal puede cambiar completamente el significado. \"Ship\" (barco) vs \"Sheep\" (oveja) solo se diferencian por la longitud de la \"i\". Practica con tu pareja: uno dice una palabra, el otro adivina cuál es.\n</CultureTip>\n\n## Consonantes Trampa\n\n\nExisten letras que, a pesar de compartirse en ambos alfabetos, se ejecutan de manera radicalmente opuesta. Para un principiante, estas consonantes actúan como trampas porque la tendencia natural es aplicar la fonética del español a la lectura del inglés. Identificar estos puntos de fricción permite limpiar la dicción y evitar malentendidos comunes durante una conversación íntima o cotidiana.\n\nEn los siguientes apartados, veremos la distinción entre la 'R' y la 'L', prestando atención a cómo la lengua debe evitar el contacto con los dientes en el caso de la erre inglesa. También analizaremos el comportamiento de la 'H', un grafema que en español ignoramos por completo pero que en inglés requiere una exhalación controlada para no sonar como una 'J' fuerte o, peor aún, desaparecer por completo.\n\n<VocabCard word=\"Honey\" translation=\"Miel / Cariño\" pronunciation=\"HUH-nee\" example=\"Honey, could you help me with this?\" />\n\n### R vs L - El Sonido que Confunde\n\nEl sonido \"R\" inglés es completamente diferente al español. No se trilling (sin vibración):\n\n- **Red** (red) - la lengua no toca el paladar\n- **Love** (lʌv) - la L sí toca el paladar\n- **Really** (ríili) - suave, sin vibración\n\n### H Silenciosa vs H Soplada\n\n- **Hour** (our) - la H es silenciosa\n- **Happy** (jápi) - la H se sopla\n- **Honest** (ónest) - H silenciosa\n\n## Ritmo y Entonación - El Secreto para Sonar Natural\n\nEl inglés tiene un ritmo diferente al español. Las palabras importantes se enfatizan, las demás se comen:\n\n**\"I want to see you tonight\"**\nSe pronuncia más como: **\"Ai wanna SEE ya t'naiht\"**\n\nLas palabras en mayúsculas reciben el acento. Practica esta melodía con frases románticas:\n\n<VocabCard\n  word=\"Would you like to dance?\"\n  translation=\"¿Quieres bailar?\"\n  pronunciation=\"wud-ya laik ta dans\"\n  example=\"Would you like to dance with me?\"\n/>\n\n## Práctica de Pareja: Juegos de Pronunciación\n\n\nConvertir el aprendizaje en una actividad compartida elimina la monotonía de los ejercicios de repetición tradicionales. Al involucrar a otra persona, se crea un sistema de retroalimentación inmediata donde el oído del compañero ayuda a detectar desviaciones en el tono y la articulación. Estas dinámicas están diseñadas para integrarse en la rutina diaria sin que se sientan como una lección académica rígida.\n\nDetallaremos tres métodos específicos: el uso de 'minimal pairs' para distinguir sonidos sutiles, el análisis de canciones románticas para imitar la entonación nativa y el uso de frases afectuosas diarias. Estas herramientas no solo mejoran la pronunciación técnica, sino que también ayudan a asimilar el ritmo y la musicalidad del inglés en un contexto de confianza mutua.\n\n<VocabCard word=\"Sweetheart\" translation=\"Cariño / Amor\" pronunciation=\"SWIT-jart\" example=\"Good morning, sweetheart.\" />\n\n### 1. El Juego de los Minimal Pairs\n\nPractican pares de palabras que solo differen en un sonido:\n- Ship/Sheep\n- Live/Leave\n- Bit/Beat\n- Cup/Cap\n\nUno dice una palabra, el otro identifica cuál es. ¡Se vuelve muy divertido!\n\n### 2. Canciones Románticas\n\nCanten juntos canciones lentas en inglés. Excelentes para principiantes:\n- \"Perfect\" de Ed Sheeran\n- \"All of Me\" de John Legend\n- \"Thinking Out Loud\" de Ed Sheeran\n\n### 3. Frases de Amor Diarias\n\nDediquen 5 minutos diarios a practicar frases como:\n- \"You look beautiful today\" (yuu luk byuutiful t'dei)\n- \"I missed you\" (ai mist yu)\n- \"You make me happy\" (yu meik mi jápi)\n\n<CultureTip flag=\"🇬🇧\" title=\"El Poder de la Práctica Diaria\">\nLos británicos y americanos aprecian mucho cuando sus parejas extranjeras hacen el esfuerzo de mejorar la pronunciación. No busques perfección, busca claridad. Tu pareja notará y amará tu dedicación. Para más frases románticas, revisa nuestra guía de [cómo decir te amo en inglés](/learn/es/en/how-to-say-i-love-you-in-english/).\n</CultureTip>\n\n## Errores Comunes que Debes Evitar\n\n| Error Común | Corrección | Ejemplo |\n|-------------|------------|---------|\n| **Pronunciar todas las letras** | Come algunas sílabas | \"Chocolate\" → \"CHOK-lit\" |\n| **R española** | R suave inglesa | \"Sorry\" → \"SÓ-ri\" |\n| **V como B** | V labiodental | \"Very\" → \"VEH-ri\" |\n| **J como Y** | J suave | \"Just\" → \"llast\" |\n| **Todos los T como español** | T suave con aire | \"Time\" → \"táim\" |\n\n## Guía Rápida de Emergencia\n\n**Sonidos que debes dominar primero:**\n1. TH suave: this, that, these, those\n2. R inglesa: red, really, sorry\n3. Vocales largas: see, food, dance\n4. H soplada: happy, here, help\n\n**Frases para practicar diariamente:**\n- \"Good morning, beautiful\" (gud mórning, byuutiful)\n- \"How was your day?\" (jau waz ior dei)\n- \"I love spending time with you\" (ai lʌv spendin taim wid yu)\n\nRecuerda: tu pareja te quiere por tu esfuerzo, no por tu perfección. Cada pequeña mejora en tu pronunciación es un regalo para vuestra relación. Si quieres seguir mejorando, prueba nuestras [frases esenciales para parejas](/learn/es/en/essential-english-phrases-for-couples/) o explora [vocabulario para citas románticas](/learn/es/en/english-date-night-vocabulary/).\n\n",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "4 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "c16ca543-9223-4c04-b22b-6532e456b694",
      "slug": "en-miss-you-phrases-for-spanish-speakers",
      "category": "communication",
      "title": "Frases de 'Te Extraño' en Inglés: Expresando la Distancia con el Corazón",
      "description": "Aprende a decir te extraño en inglés con frases emotivas, sinceras y conmovedoras. Mantén viva la conexión emocional cuando estén separados de tu pareja amada.",
      "difficulty": null,
      "content": "La distancia puede ser difícil, pero las palabras correctas acortan cualquier brecha. Si extrañas a alguien especial que habla inglés, estas frases te ayudarán a expresar la profundidad de tus sentimientos.\n\n## Expresiones Clásicas\n\n\nPara dominar el arte de expresar nostalgia en inglés, es fundamental comenzar con las estructuras que forman la base de la comunicación afectiva. Estas frases son pilares del idioma y permiten transmitir un sentimiento genuino sin complicaciones gramaticales excesivas. La estructura básica 'I miss you' se puede potenciar con adverbios de intensidad para reflejar la profundidad del sentimiento.\n\nEn este apartado exploraremos variantes esenciales como 'I miss you so much' y la intensidad emocional de 'I can't stop thinking about you'. También analizaremos el uso del subjuntivo en expresiones como 'I wish you were here', una frase clave que describe un deseo sobre una realidad presente que no se puede cambiar, ideal para situaciones de larga distancia.\n\n<VocabCard word=\"To miss\" translation=\"Extrañar / Echar de menos\" pronunciation=\"MIHSS\" example=\"I really miss our long walks in the park.\" />\n\n### \"I miss you so much\"\n**Pronunciación:** ai mis yuu sou mach\n\n**Significado:** Te extraño muchísimo\n\nLa forma más directa y emotiva de expresar que alguien te hace falta.\n\n### \"I can't stop thinking about you\"\n**Pronunciación:** ai kant stop zínking abaut yuu\n\n**Significado:** No puedo dejar de pensar en ti\n\nExpresa cómo esa persona ocupa constantemente tus pensamientos.\n\n### \"I wish you were here\"\n**Pronunciación:** ai uish yuu wer jír\n\n**Significado:** Ojalá estuvieras aquí\n\nPerfecto para momentos especiales cuando la ausencia duele más.\n\n## Frases Emotivas\n\n\nCuando las palabras simples no bastan, el inglés recurre a metáforas y comparaciones que enfatizan el peso del tiempo y la lejanía. Estas expresiones buscan crear una imagen mental en la otra persona, elevando el tono de la conversación de lo cotidiano a lo profundo. Aquí se utilizan conceptos como la eternidad y la constancia del pensamiento para dar peso al mensaje.\n\nAnalizaremos cómo frases del tipo 'Every moment without you feels like forever' utilizan la hipérbole para describir la percepción subjetiva del tiempo. Asimismo, veremos la importancia de estructuras como 'You're always on my mind', donde la preposición 'on' es crucial para indicar que alguien ocupa el centro de tus pensamientos de manera recurrente.\n\n<VocabCard word=\"Forever\" translation=\"Para siempre / Eternidad\" pronunciation=\"fohr-EH-ver\" example=\"Waiting for your call feels like forever.\" />\n\n### \"Every moment without you feels like forever\"\n**Pronunciación:** évri móument wizáut yuu fiils laik forévér\n\n**Significado:** Cada momento sin ti parece una eternidad\n\nPoético y profundo, expresa cómo el tiempo se detiene sin esa persona.\n\n### \"You're always on my mind\"\n**Pronunciación:** yur ólweis on mai maind\n\n**Significado:** Siempre estás en mi mente\n\nUna frase clásica de amor que trasciende generaciones.\n\n### \"Distance means nothing when someone means everything\"\n**Pronunciación:** dístans miins názing wen sámuan miins évrizin\n\n**Significado:** La distancia no significa nada cuando alguien lo significa todo\n\nPerfecto para relaciones a larga distancia.\n\n## Para Mensajes Diarios\n\n\nEn la comunicación digital rápida, especialmente a través de aplicaciones de mensajería, el inglés suele omitir el pronombre personal 'I' para ganar velocidad y naturalidad. Estas frases cortas son perfectas para mantener el contacto constante sin necesidad de redactar párrafos extensos, centrándose en el momento inmediato del día, ya sea al despertar o antes de dormir.\n\nVeremos ejemplos prácticos como 'Woke up missing you' o 'Going to bed thinking of you', donde el gerundio indica una acción continua en el presente. Además, aprenderemos a utilizar el phrasal verb 'count down' en la expresión 'Counting down the days until I see you', una forma dinámica de mostrar entusiasmo por el reencuentro próximo.\n\n<VocabCard word=\"To count down\" translation=\"Hacer cuenta regresiva\" pronunciation=\"KAOWNT DAOWN\" example=\"I am counting down the days until my vacation starts.\" />\n\n### \"Woke up missing you\"\n**Pronunciación:** wóuk ap mísing yuu\n\n**Significado:** Me desperté extrañándote\n\nPerfecto mensaje de buenos días cuando la ausencia se siente desde temprano.\n\n### \"Going to bed thinking of you\"\n**Pronunciación:** góuing tu bed zínking of yuu\n\n**Significado:** Me voy a dormir pensando en ti\n\nUn dulce mensaje de buenas noches.\n\n### \"Counting down the days until I see you\"\n**Pronunciación:** káunting daun de déis antíl ai sii yuu\n\n**Significado:** Contando los días hasta verte\n\nExpresa anticipación y emoción por el reencuentro.\n\n## Expresiones Poéticas\n\n\nEl lenguaje poético en inglés permite explorar el sentimiento de ausencia desde una perspectiva más literaria y vulnerable. Aquí, el vocabulario se vuelve más descriptivo, utilizando palabras que evocan sensaciones físicas o vacíos existenciales. Es el terreno ideal para quienes buscan una conexión más íntima y detallada a través de las palabras escritas.\n\nExploraremos el uso del verbo 'ache' en 'My heart aches for you' para describir un dolor emocional profundo. También veremos metáforas contemporáneas como 'You're the missing piece of my day' y estructuras de doble negación literaria en 'Not a day goes by that I don't think of you', que sirven para enfatizar que el pensamiento hacia la otra persona es ininterrumpido.\n\n<VocabCard word=\"Ache\" translation=\"Doler / Dolor continuo\" pronunciation=\"AIK\" example=\"My heart aches whenever we have to say goodbye.\" />\n\n### \"My heart aches for you\"\n**Pronunciación:** mai jart éiks for yuu\n\n**Significado:** Mi corazón sufre por ti\n\nExpresa dolor emocional por la separación.\n\n### \"You're the missing piece of my day\"\n**Pronunciación:** yur de mísing piis of mai déi\n\n**Significado:** Eres la pieza que falta en mi día\n\nHermosa metáfora de la ausencia.\n\n### \"Not a day goes by that I don't think of you\"\n**Pronunciación:** not a déi góus bai dat ai dóunt zink of yuu\n\n**Significado:** No pasa un día en que no piense en ti\n\n## Frases para Videollamadas\n\n\nLas videollamadas han transformado la manera en que gestionamos la distancia, y el vocabulario en inglés se ha adaptado a este entorno digital. En este contexto, las frases suelen centrarse en la percepción visual y la frustración de no poder cruzar la barrera física de la pantalla. Es un lenguaje que combina la tecnología con la necesidad de cercanía física.\n\nEn esta sección se revisarán frases como 'Seeing your face makes everything better', que destaca el impacto positivo del contacto visual. También estudiaremos la construcción con el modal 'could' en 'I wish I could reach through the screen and hold you', una expresión que comunica un deseo hipotético de contacto físico a pesar de los kilómetros.\n\n<VocabCard word=\"Screen\" translation=\"Pantalla\" pronunciation=\"SKREEN\" example=\"It is hard to stay connected through a screen for so long.\" />\n\n### \"Seeing your face makes everything better\"\n**Pronunciación:** síing yor féis meiks évrizin bétér\n\n**Significado:** Ver tu cara hace que todo sea mejor\n\n### \"I wish I could reach through the screen and hold you\"\n**Pronunciación:** ai uish ai kud riich zru de skriin and jóuld yuu\n\n**Significado:** Desearía poder atravesar la pantalla y abrazarte\n\n## Consejos para Relaciones a Distancia\n\n1. **Comunica constantemente** - Los pequeños mensajes importan\n2. **Planifica reencuentros** - Tener una fecha reduce la ansiedad\n3. **Crea rituales** - Videollamadas diarias o mensajes de buenos días\n4. **Sé honesto** - Expresa cuando la distancia duele\n\n## Vocabulario Útil\n\n- **Long-distance relationship** - Relación a distancia\n- **To miss someone terribly** - Extrañar a alguien terriblemente\n- **Lovesick** - Enfermo de amor\n- **Reunion** - Reencuentro\n\n## Mensajes de Voz Sugeridos\n\n\nLos mensajes de voz añaden una capa de entonación y calidez que el texto no puede replicar. Al usar el inglés hablado para expresar nostalgia, es común emplear el pasado simple para suavizar la intención, haciendo que el mensaje suene más natural y menos demandante. El enfoque aquí está en la voz como puente de conexión emocional.\n\nAnalizaremos por qué decir 'I just wanted to hear your voice' utiliza el tiempo pasado 'wanted' para expresar un deseo actual de forma cortés. Del mismo modo, veremos la importancia de seguir el verbo 'miss' con un gerundio en 'I miss talking to you', una regla gramatical esencial para describir actividades que se extrañan realizar con alguien.\n\n<VocabCard word=\"Voice\" translation=\"Voz\" pronunciation=\"VOISS\" example=\"Hearing your voice always brightens my mood.\" />\n\n### \"I just wanted to hear your voice\"\n**Pronunciación:** ai yast wánted tu jír yor vóis\n\n**Significado:** Solo quería escuchar tu voz\n\n### \"Call me when you can, I miss talking to you\"\n**Pronunciación:** kol mi wen yuu kan, ai mis tóking tu yuu\n\n**Significado:** Llámame cuando puedas, extraño hablar contigo\n\nLa distancia es temporal, pero el amor expresado con las palabras correctas dura para siempre. ¡Good luck with your long-distance love!",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "2 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    },
    {
      "id": "ca7a7683-b12c-445d-afb4-752416d1f4e1",
      "slug": "en-forgive-phrases-for-spanish-speakers",
      "category": "communication",
      "title": "Frases en Inglés para Pedir y Ofrecer Perdón a tu Pareja",
      "description": "Aprende inglés con tu pareja usando recursos prácticos, efectivos y motivadores diseñados especialmente para parejas. Vocabulario esencial y frases románticas para comunicarse.",
      "difficulty": null,
      "content": "El perdón es esencial para relaciones saludables. Cuando tu pareja habla inglés, estas frases te ayudarán a pedir perdón sinceramente y a perdonar de corazón.\n\n## La Importancia del Perdón\n\nPedir perdón requiere vulnerabilidad. Ofrecer perdón requiere generosidad. Ambos fortalecen la relación cuando se hacen con sinceridad.\n\n## Frases para Pedir Perdón\n\n\nExpresar arrepentimiento de manera efectiva en inglés requiere un equilibrio entre la honestidad emocional y la precisión gramatical. No basta con un simple saludo; en una relación de pareja, es fundamental demostrar que se entiende la magnitud del error. Las frases presentadas a continuación, como \"I'm truly sorry\" o \"I know I hurt you, and I regret it deeply\", utilizan adverbios de intensidad para elevar el tono de la disculpa por encima de lo casual, permitiendo que la otra persona perciba una intención genuina de reparación.\n\nAdemás del reconocimiento del daño, una disculpa completa suele incluir la admisión explícita de la culpa con expresiones como \"I was wrong to do that\" y un compromiso hacia el futuro. Por ello, incluimos opciones para preguntar por la reparación del vínculo, como \"How can I make it up to you?\", y promesas de cambio conductual mediante la estructura \"I promise it won't happen again\". Estas herramientas lingüísticas ayudan a estructurar un mensaje de reconciliación que abarca desde la petición de perdón, con \"Please forgive me\", hasta la planificación de una convivencia más armoniosa.\n\n<VocabCard word=\"Apologize\" translation=\"Pedir disculpas\" pronunciation=\"ah-PAH-loh-yaiyss\" example=\"I want to apologize for my behavior last night.\" />\n\n### \"I'm truly sorry\"\n**Pronunciación:** Aim TRU-li SO-ri\n\n**Significado:** Lo siento de verdad\n\nUna disculpa sincera y profunda.\n\n### \"Please forgive me\"\n**Pronunciación:** Pliis for-GIV mi\n\n**Significado:** Por favor, perdóname\n\nPedir perdón directamente.\n\n### \"I know I hurt you, and I regret it deeply\"\n**Pronunciación:** Ai nou ai jert iú, and ai ri-GRET it DIP-li\n\n**Significado:** Sé que te herí, y lo lamento profundamente\n\nReconocer el daño causado.\n\n### \"I was wrong to do that\"\n**Pronunciación:** Ai uos rong tu du dat\n\n**Significado:** Estuvo mal que hiciera eso\n\nAdmitir el error.\n\n### \"How can I make it up to you?\"\n**Pronunciación:** Jau can ai meik it ap tu iú\n\n**Significado:** ¿Cómo puedo compensarte?\n\nOfrecer reparar el daño.\n\n### \"I promise it won't happen again\"\n**Pronunciación:** Ai PRO-mis it uount JA-pen a-GUEN\n\n**Significado:** Prometo que no volverá a pasar\n\nCompromiso de cambio.\n\n## Frases para Ofrecer Perdón\n\n\nAceptar una disculpa es un paso determinante para la salud emocional de la relación, pues implica la voluntad de soltar el resentimiento. En inglés, existen diversas formas de comunicar que el conflicto ha sido procesado. Mientras que \"I forgive you\" es la respuesta más directa y formal, frases como \"I appreciate your apology\" sirven para validar el esfuerzo que la pareja ha hecho al reconocer su error, creando un espacio de respeto mutuo antes de dar por cerrado el tema.\n\nEl cierre del conflicto también requiere mirar hacia adelante para evitar que el problema se convierta en un lastre. Utilizar expresiones como \"Let's put this behind us\" o \"I'm ready to move on\" indica que hay una intención clara de no retomar la discusión en el futuro. Al mismo tiempo, frases de empatía como \"Everyone makes mistakes\" ayudan a desescalar la tensión, mientras que reafirmar el sentimiento con un \"I still love you\" asegura que el vínculo afectivo prevalece sobre el incidente ocurrido.\n\n<VocabCard word=\"Forgiveness\" translation=\"Perdón\" pronunciation=\"for-GUIHV-nehss\" example=\"Forgiveness is essential for a long-lasting relationship.\" />\n\n### \"I forgive you\"\n**Pronunciación:** Ai for-GIV iú\n\n**Significado:** Te perdono\n\nOfrecer perdón directamente.\n\n### \"Let's put this behind us\"\n**Pronunciación:** Lets put dis bi-JAIND as\n\n**Significado:** Dejemos esto atrás\n\nProponer seguir adelante.\n\n### \"I'm ready to move on\"\n**Pronunciación:** Aim RE-di tu muv on\n\n**Significado:** Estoy listo/a para seguir adelante\n\nSignal de que el perdón está completo.\n\n### \"Everyone makes mistakes\"\n**Pronunciación:** EV-ri-uan meiks mis-TEIKS\n\n**Significado:** Todos cometemos errores\n\nOfrecer comprensión.\n\n### \"I appreciate your apology\"\n**Pronunciación:** Ai a-PRI-shi-eit iór a-PO-lo-yi\n\n**Significado:** Aprecio tu disculpa\n\nReconocer el esfuerzo de disculparse.\n\n### \"I still love you\"\n**Pronunciación:** Ai stil lov iú\n\n**Significado:** Todavía te amo\n\nReafirmar el amor a pesar del error.\n\n## Consejos Culturales\n\nEn culturas anglosajonas, el perdón suele incluir dar tiempo y espacio. No esperes reconciliación inmediata; el proceso puede tomar tiempo.\n\n## Conclusión\n\nEl perdón es un regalo que damos a nuestra relación. Usa estas frases para sanar y fortalecer tu vínculo con tu pareja anglófona.",
      "detectedIssues": [
        {
          "detector": "nativeLanguageOnlySection",
          "severity": "high",
          "description": "5 section(s) contain only es prose with zero en vocabulary"
        }
      ]
    }
  ]
}